Repository: MXF-Apps/WatchNext
Catalog: Packages/WatchNextCore/Sources/WatchNextCore/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# media.filter.all.title
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pl: Wszystko
pt_br: Tudo
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# media.filter.movies.title
source: Movies
ar: الأفلام
de: Filme
es: Películas
fr: Films
it: Film
ja: 映画
ko: 영화
nl: Films
pl: Filmy
pt_br: Filmes
ru: Фильмы
tr: Filmler
zh_hans: 电影
zh_hant: 電影

# media.filter.shows.title
source: Shows
ar: المسلسلات
de: Serien
es: Series
fr: Séries
it: Serie
ja: 番組
ko: 시리즈
nl: Series
pl: Seriale
pt_br: Séries
ru: Сериалы
tr: Diziler
zh_hans: 剧集
zh_hant: 影集

# media.season.additionalEpisodes
source: and %lld more
ar: و%lld حلقة أخرى
de: und %lld weitere
es: y %lld más
fr: et %lld de plus
it: e altri %lld
ja: 他 %lld 話
ko: 외 %lld개
nl: en nog %lld
pl: i jeszcze %lld
pt_br: e mais %lld
ru: и ещё %lld
tr: ve %lld daha
zh_hans: 另有 %lld 集
zh_hant: 另有 %lld 集

# media.series.unknown.title
source: Unknown Series
ar: مسلسل غير معروف
de: Unbekannte Serie
es: Serie desconocida
fr: Série inconnue
it: Serie sconosciuta
ja: 不明なシリーズ
ko: 알 수 없는 시리즈
nl: Onbekende serie
pl: Nieznany serial
pt_br: Série desconhecida
ru: Неизвестный сериал
tr: Bilinmeyen dizi
zh_hans: 未知剧集
zh_hant: 未知影集

# network.error.configuration.message
source: Configure %@ before refreshing.
ar: هيّئ %@ قبل التحديث.
de: Konfiguriere %@, bevor du aktualisierst.
es: Configura %@ antes de actualizar.
fr: Configurez %@ avant d’actualiser.
it: Configura %@ prima di aggiornare.
ja: 更新する前に%@を設定してください。
ko: 새로 고치기 전에 %@을(를) 구성하세요.
nl: Stel %@ in voordat je vernieuwt.
pl: Skonfiguruj %@ przed odświeżeniem.
pt_br: Configure %@ antes de atualizar.
ru: Настройте %@ перед обновлением.
tr: Yenilemeden önce %@ yapılandırın.
zh_hans: 刷新前请先配置%@。
zh_hant: 重新整理前請先設定%@。

# network.error.decoding.message
source: The service response was not understood. Check that the server version is supported.
ar: لم يُفهم ردّ الخدمة. تأكد من أن إصدار الخادم مدعوم.
de: Die Antwort des Dienstes wurde nicht verstanden. Prüfe, ob die Serverversion unterstützt wird.
es: No se entendió la respuesta del servicio. Comprueba que la versión del servidor sea compatible.
fr: La réponse du service n’a pas pu être interprétée. Vérifiez que la version du serveur est prise en charge.
it: La risposta del servizio non è stata compresa. Verifica che la versione del server sia supportata.
ja: サービスの応答を解釈できませんでした。サーバーのバージョンが対応しているか確認してください。
ko: 서비스 응답을 이해할 수 없습니다. 서버 버전이 지원되는지 확인하세요.
nl: Het antwoord van de dienst werd niet begrepen. Controleer of de serverversie wordt ondersteund.
pl: Odpowiedź usługi nie została zrozumiana. Sprawdź, czy wersja serwera jest obsługiwana.
pt_br: A resposta do serviço não foi compreendida. Verifique se a versão do servidor é compatível.
ru: Ответ сервиса не распознан. Убедитесь, что версия сервера поддерживается.
tr: Hizmet yanıtı anlaşılamadı. Sunucu sürümünün desteklendiğini kontrol edin.
zh_hans: 无法理解服务器的响应。请检查服务器版本是否受支持。
zh_hant: 無法理解服務的回應。請確認伺服器版本受支援。

# network.error.invalidResponse.message
source: The service returned an invalid response.
ar: أعادت الخدمة ردًا غير صالح.
de: Der Dienst hat eine ungültige Antwort zurückgegeben.
es: El servicio devolvió una respuesta no válida.
fr: Le service a renvoyé une réponse invalide.
it: Il servizio ha restituito una risposta non valida.
ja: サービスが無効な応答を返しました。
ko: 서비스가 잘못된 응답을 반환했습니다.
nl: De dienst gaf een ongeldig antwoord.
pl: Usługa zwróciła nieprawidłową odpowiedź.
pt_br: O serviço retornou uma resposta inválida.
ru: Сервис вернул недопустимый ответ.
tr: Hizmet geçersiz bir yanıt döndürdü.
zh_hans: 服务器返回了无效响应。
zh_hant: 服務回傳了無效的回應。

# network.error.invalidURL.message
source: The service URL is invalid.
ar: عنوان URL للخدمة غير صالح.
de: Die Dienst-URL ist ungültig.
es: La URL del servicio no es válida.
fr: L’URL du service est invalide.
it: L’URL del servizio non è valido.
ja: サービスの URL が無効です。
ko: 서비스 URL이 잘못되었습니다.
nl: De URL van de dienst is ongeldig.
pl: Adres URL usługi jest nieprawidłowy.
pt_br: O URL do serviço é inválido.
ru: Недопустимый URL сервиса.
tr: Hizmet URL’si geçersiz.
zh_hans: 服务器网址无效。
zh_hant: 服務網址無效。

# network.error.server.message
source: The service returned HTTP %lld.
ar: أعادت الخدمة HTTP %lld.
de: Der Dienst hat HTTP %lld zurückgegeben.
es: El servicio devolvió HTTP %lld.
fr: Le service a renvoyé le code HTTP %lld.
it: Il servizio ha restituito HTTP %lld.
ja: サービスが HTTP %lld を返しました。
ko: 서비스가 HTTP %lld을(를) 반환했습니다.
nl: De dienst gaf HTTP %lld terug.
pl: Usługa zwróciła HTTP %lld.
pt_br: O serviço retornou HTTP %lld.
ru: Сервис вернул HTTP %lld.
tr: Hizmet HTTP %lld döndürdü.
zh_hans: 服务器返回了 HTTP %lld。
zh_hant: 服務回傳了 HTTP %lld。

# network.error.unauthorized.message
source: Authentication failed. Check the configured credentials.
ar: فشلت المصادقة. تحقق من بيانات الاعتماد المُهيّأة.
de: Authentifizierung fehlgeschlagen. Prüfe die konfigurierten Zugangsdaten.
es: Error de autenticación. Comprueba las credenciales configuradas.
fr: Échec de l’authentification. Vérifiez les identifiants configurés.
it: Autenticazione non riuscita. Controlla le credenziali configurate.
ja: 認証に失敗しました。設定した認証情報を確認してください。
ko: 인증에 실패했습니다. 구성된 자격 증명을 확인하세요.
nl: Verificatie mislukt. Controleer de ingestelde aanmeldgegevens.
pl: Uwierzytelnianie nie powiodło się. Sprawdź skonfigurowane dane logowania.
pt_br: Falha na autenticação. Verifique as credenciais configuradas.
ru: Ошибка аутентификации. Проверьте настроенные учётные данные.
tr: Kimlik doğrulama başarısız. Yapılandırılmış kimlik bilgilerini kontrol edin.
zh_hans: 身份验证失败。请检查已配置的凭据。
zh_hant: 驗證失敗。請檢查已設定的憑證。

# security.keychain.error.message
source: Keychain error %d.
ar: خطأ في سلسلة المفاتيح %d.
de: Schlüsselbundfehler %d.
es: Error del llavero %d.
fr: Erreur du trousseau %d.
it: Errore del portachiavi %d.
ja: キーチェーンエラー %d。
ko: 키체인 오류 %d.
nl: Sleutelhangerfout %d.
pl: Błąd pęku kluczy %d.
pt_br: Erro das chaves %d.
ru: Ошибка связки ключей %d.
tr: Anahtar zinciri hatası %d.
zh_hans: 钥匙串错误 %d。
zh_hant: 鑰匙圈錯誤 %d。

# settings.missing.jellyfinToken.label
source: the Jellyfin token
ar: رمز Jellyfin
de: das Jellyfin-Token
es: el token de Jellyfin
fr: le jeton Jellyfin
it: il token Jellyfin
ja: Jellyfin のトークン
ko: Jellyfin 토큰
nl: het Jellyfin-token
pl: token Jellyfin
pt_br: o token do Jellyfin
ru: токен Jellyfin
tr: Jellyfin belirtecini
zh_hans: Jellyfin 令牌
zh_hant: Jellyfin 權杖

# settings.missing.jellyfinURL.label
source: the Jellyfin URL
ar: عنوان Jellyfin
de: die Jellyfin-URL
es: la URL de Jellyfin
fr: l’URL de Jellyfin
it: l’URL di Jellyfin
ja: Jellyfin の URL
ko: Jellyfin URL
nl: de Jellyfin-URL
pl: adres Jellyfin
pt_br: o URL do Jellyfin
ru: URL Jellyfin
tr: Jellyfin URL’sini
zh_hans: Jellyfin 网址
zh_hant: Jellyfin 網址

# settings.missing.jellyfinUser.label
source: a Jellyfin user
ar: مستخدم Jellyfin
de: einen Jellyfin-Benutzer
es: un usuario de Jellyfin
fr: un profil Jellyfin
it: un utente Jellyfin
ja: Jellyfin のユーザー
ko: Jellyfin 사용자
nl: een Jellyfin-gebruiker
pl: użytkownika Jellyfin
pt_br: um usuário do Jellyfin
ru: пользователя Jellyfin
tr: bir Jellyfin kullanıcısını
zh_hans: Jellyfin 用户
zh_hant: Jellyfin 使用者

# settings.missing.radarrKey.label
source: the Radarr API key
ar: مفتاح API لـ Radarr
de: den Radarr-API-Schlüssel
es: la clave de API de Radarr
fr: la clé API de Radarr
it: la chiave API di Radarr
ja: Radarr の API キー
ko: Radarr API 키
nl: de Radarr-API-sleutel
pl: klucz API Radarr
pt_br: a chave de API do Radarr
ru: API-ключ Radarr
tr: Radarr API anahtarını
zh_hans: Radarr API 密钥
zh_hant: Radarr API 金鑰

# settings.missing.radarrURL.label
source: the Radarr URL
ar: عنوان Radarr
de: die Radarr-URL
es: la URL de Radarr
fr: l’URL de Radarr
it: l’URL di Radarr
ja: Radarr の URL
ko: Radarr URL
nl: de Radarr-URL
pl: adres Radarr
pt_br: o URL do Radarr
ru: URL Radarr
tr: Radarr URL’sini
zh_hans: Radarr 网址
zh_hant: Radarr 網址

# settings.missing.sonarrKey.label
source: the Sonarr API key
ar: مفتاح API لـ Sonarr
de: den Sonarr-API-Schlüssel
es: la clave de API de Sonarr
fr: la clé API de Sonarr
it: la chiave API di Sonarr
ja: Sonarr の API キー
ko: Sonarr API 키
nl: de Sonarr-API-sleutel
pl: klucz API Sonarr
pt_br: a chave de API do Sonarr
ru: API-ключ Sonarr
tr: Sonarr API anahtarını
zh_hans: Sonarr API 密钥
zh_hant: Sonarr API 金鑰

# settings.missing.sonarrURL.label
source: the Sonarr URL
ar: عنوان Sonarr
de: die Sonarr-URL
es: la URL de Sonarr
fr: l’URL de Sonarr
it: l’URL di Sonarr
ja: Sonarr の URL
ko: Sonarr URL
nl: de Sonarr-URL
pl: adres Sonarr
pt_br: o URL do Sonarr
ru: URL Sonarr
tr: Sonarr URL’sini
zh_hans: Sonarr 网址
zh_hant: Sonarr 網址
